Repository: ocodo/arcconstrukt
Catalog: *.lproj/Localizable.strings
Languages: fr, sv, zh_hans

source: * Import Color Palette from the Action Menu, (up to 6 hex colors will be found in text from the Clipboard)
fr: * Importer une Palette de Couleurs depuis le Menu Actions, (jusqu'à 6 couleurs hexa seront importées du texte du Presse-Papier)
sv: * Importera Färgpalett från Händelsemenyn, (upp till sex stycken hex-färger hämtas som text från urklipp)
zh_hans: * 从指令菜单调入调色板, (up to 6 hex colors will be found in text from the Clipboard)

source: Action Menu
fr: Actions
sv: Händelse Meny
zh_hans: 指令菜单

source: Action Menu: Save PNG to Camera Roll, Import Color Palette*, Save ArcMachine, My ArcMachines (+Email & Dropbox sharing)
fr: Actions: PNG sur la Pellicule, Importer une Palette de Couleurs*, Sauvegarder l'ArcMachine, Mes ArcMachines (+Partage par Email & Dropbox)
sv: Händelse Meny: Spara PNG till Kamerarulle, Importera Färgpalett*, Spara ArcMachine, Mina ArcMachines (+E-post & Dropbox delning)
zh_hans: 指令菜单: 保存PNG为 相册, 调入配色方案*, 保存ArcMachines, 我的ArcMachines (+电子邮件和Dropbox分享)

source: Add Arc
fr: Ajouter un Arc
sv: Lägg till Arc
zh_hans: 添加弧线

source: ArcMachine and SVG uploaded to Dropbox
fr: ArcMachine et SVG chargés sur Dropbox
sv: ArcMachine och SVG har nu delats till Dropbox
zh_hans: ArcMachines及SVG已上传至Dropbox

source: Are you sure?
fr: Êtes-vous sûr?
sv: Är du säker?
zh_hans: 你确定吗?

source: Back One
fr: Reculer
sv: Flytta bakåt
zh_hans: 退后一层

source: Cancel
fr: Annuler
sv: Avbryt
zh_hans: 取消

source: Choose an Action
fr: Choisir une Action
sv: Välj en händelse
zh_hans: 选择一条指令

source: Clear All
fr: Effacer tout
sv: Rensa allt
zh_hans: 清除全部

source: Clone
fr: Cloner
sv: Duplicera
zh_hans: 克隆

source: Color
fr: Couleur
sv: Färg
zh_hans: 颜色

source: Color Palette exported to the Clipboard
fr: Palette de Couleurs exportée vers le Presse-Papier
sv: Färgpaletten har nu exporterats till urklipp
zh_hans: 配色方案已导出到粘贴板

source: Color Palette: Touch to pick a color, Long touch to edit a color
fr: Palette de Couleurs : Taper pour choisir une couleur, Appui Long pour éditer une couleur
sv: Color Palette: Markera för att välja en färg, Håll in för att ändra en färg
zh_hans: 调色板: 点击选择颜色, 长按编辑颜色

source: Copy some Hex colors into the clipboard, ArcConstrukt will find and use the first 6
fr: Copier des couleurs hexa dans le Presse-Papier, ArcConstrukt utilisera les 6 premières
sv: Du kan kopiera Hex-färger till urklipp, ArcConstrukt hittar de sex senaste

source: Delete
fr: Effacer
sv: Radera
zh_hans: 删除

source: Deleted
fr: Effacé
sv: Raderat
zh_hans: 已删除

source: Edit
fr: Éditer
sv: Ändra
zh_hans: 编辑

source: Email Cancelled
fr: Email Annulé
sv: E-postmeddelandet avbröts
zh_hans: 邮件已取消

source: Email Failed
fr: Échec de l'envoi de l'Email
sv: E-postmeddelandet misslyckades
zh_hans: 邮件失败

source: Email Not Sent
fr: Email Non Envoyé
sv: E-postmeddelandet skickades inte
zh_hans: 邮件未发出

source: Email Saved
fr: Email Sauvegardé
sv: E-postmeddelandet sparades
zh_hans: 邮件已保存

source: Email Sent
fr: Email Envoyé
sv: E-postmeddelandet skickades
zh_hans: 邮件已发出

source: Export Colors
fr: Exporter les Couleurs
sv: Exportera färger
zh_hans: 导出配色方案

source: Failed to delete
fr: Échec de la Suppression
sv: Raderingen misslyckades
zh_hans: 删除失败

source: Failed to load %@
fr: Échec du chargement de %@
sv: Misslyckades att öppna %@
zh_hans: 载入%@失败

source: Fill
fr: Remplir
sv: Fyll
zh_hans: 填充

source: Finger Rotate
fr: Rotation au doigt
sv: Rotera finger
zh_hans: 手指调转

source: Forwards
fr: Avancer
sv: Flytta framåt
zh_hans: 前进

source: Grid
fr: Grille
sv: Rutnät
zh_hans: 网格

source: Import Colors
fr: Importer des Couleurs
sv: Importera färger
zh_hans: 倒入颜色

source: Imported %i colors from the Clipboard
fr: %i Couleurs importées depuis le Presse-Papier
sv: Importerade %i färger från urklipp
zh_hans: 已自粘贴板导入%i种颜色

source: Layer Ordering
fr: Ordre des Calques
sv: Lager ordning
zh_hans: 图层排序

source: Linked
fr: Pivoter
sv: Länkad rotering
zh_hans: 已链接

source: Loaded
fr: Chargée
sv: Öppnat
zh_hans: 已加载

source: Load
fr: Charger
sv: Öppna
zh_hans: 载入

source: Loading will overwrite unsaved work
fr: Ce chargement va écraser le travail non enregistré
sv: Om du öppnar denna så raderas nuvarande arbete som inte sparats
zh_hans: 载入会覆盖现在有未保存的工作

source: Lock
fr: Verr.
sv: Lås
zh_hans: 锁定

source: Memory warning: Save your work, just in case!
fr: Avertissement Mémoire : Enregistrez votre travail, juste au cas où !
sv: Varning, för lite minne ledigt!: Spara dit arbete för säkerhets skull!
zh_hans: 内存警告: 保存你的工作, 以防万一!

source: My ArcMachines
fr: Mes ArcMachines
sv: Mina ArcMachines
zh_hans: 我的ArcMachines

source: My Shiny New ArcMachine
fr: Chaud Devant : Ma nouvelle ArcMachine !
sv: Min sprillans nya ArcMachine
zh_hans: 我闪亮的新ArcMachines

source: No ArcMachines saved yet
fr: Aucune ArcMachine enregistrée
sv: Inga ArcMachines har blivit sparade
zh_hans: ArcMachines未被保存

source: Order
fr: Ordre
sv: Ordning
zh_hans: 排序

source: Outline
fr: Contour
sv: Kantlinje
zh_hans: 大纲

source: Paste
fr: Coller
sv: Klistra in
zh_hans: 粘贴

source: Pinch
fr: Pincer
sv: Knip
zh_hans: 夹

source: Press Title for this page, Swipe Title to watch the video tour
fr: Taper sur Titre pour cette page, Balayer Titre pour regarder la vidéo de demonstration
sv: Tryck på titeln för att visa denna instruktion, Dra titeln åt sidan för att visa instruktionsvideon
zh_hans: 点击标题进入页面, 滑动标题观看视频介绍

source: Radius
fr: Rayon
sv: Radie
zh_hans: 半径

source: Remove Arc
fr: Supprimer l'Arc
sv: Ta bort Arc
zh_hans: 删除

source: Save ArcMachine
fr: Enregistrer l'ArcMachine
sv: Spara ArcMachine
zh_hans: 保存ArcMachine

source: Saving ArcMachine
fr: Enregistrement de l'ArcMachine
sv: Sparar ArcMachine
zh_hans: 正在保存ArcMachine

source: Save PNG to Camera Roll
fr: Enregistrer en PNG sur la Pellicule
sv: Spara PNG till kamerarullen
zh_hans: 保存PNG至相册

source: Save to Camera Roll Image Quality
fr: Enregistrer sur la Pellicule Qualité de l'Image
sv: Spara till kamerarullen Bildkvalité
zh_hans: 保存至相册 图像质量

source: Saved PNG
fr: PNG Enregistrée
sv: PNG sparades
zh_hans: 已保存至PNG

source: Select Arc
fr: Sélection de l'Arc
sv: Välj Arc
zh_hans: 选择弧线

source: Share as Email
fr: Partager par Email
sv: Skicka som e-post
zh_hans: 通过电邮分享

source: Share to Dropbox
fr: Partager sur Dropbox
sv: Dela till Dropbox
zh_hans: 分享至Dropbox

source: T
fr: E
zh_hans: 厚度

source: Tap + to add Arcs
fr: Taper + pour ajouter des Arcs
sv: Tryck + för Arc
zh_hans: 按 + 添加弧线

source: Tap once to Load, Hold to Share or Delete
fr: Taper pour charger, Appui Long pour Partager ou Supprimer
sv: Tryck för att öppna, Håll för att dela eller radera
zh_hans: 单击加载, 按住分享或删除

source: There was a problem saving your image, check photo album privacy settings, and make sure you have enough free memory.
fr: Un problème est survenu pendant l'enregistrement de votre image, vérifiez les paramètres de confidentialité des photos, et assurez-vous d'avoir assez de mémoire.
sv: Det uppstod ett problem när bilden skulle sparas. Kolla fotoalbumets sekretessinställningar och försäkra dig att du har tillräckligt med minne ledigt.
zh_hans: 保存文件时发生错误, 情检测相册隐私设置, 并确认你有足够的内存.

source: Thickness
fr: Épaisseur
sv: Tjocklek
zh_hans: 厚度

source: To Back
fr: Arrière
sv: Flytta längst bak
zh_hans: 向后

source: To Front
fr: Avant
sv: Flytta längst fram
zh_hans: 向前

source: Toggle Highlight
fr: Montrer/Cacher
sv: Växla Markera
zh_hans: 强光开关

source: Tools Selector
fr: Sélecteur d'Outils
sv: Verktygsväljaren
zh_hans: 工具选择器

source: Touch Hold drawing area for quick edit menu
fr: Appui Long sur le dessin pour édition rapide
sv: Tryck och håll på ritytan för att få upp snabbmenyn
zh_hans: 按住画笔区域打开编辑菜单

source: Transparency
fr: Transparence
sv: Genomskinlighet
zh_hans: 透明度

source: Warning
fr: Avertissement
sv: Varning
zh_hans: 警告
